Repository: jamesdbruner/WP-Vegas
Catalog: languages/wpvegas-*.po
Languages: it_it

source: Add Slides
it_it: Aggiungi Slides

source: Generate Your Own Shortcode
it_it: Genera il tuo Shortcode

source: Example Shortcode:
it_it: Shortcode di esempio:

source: Generate a New Shortcode
it_it: Genera un nuovo Shortcode

source: Your Custom Shortcode:
it_it: Il tuo Shortcode personalizzato:

source: Shortcode Generator
it_it: Generatore di Shortcode

source: Shortcode ID
it_it: ID dello Shortcode

source: Fade
it_it: Dissolvenza

source: Delay
it_it: Ritardo

source: Overlay
it_it: Sovrapposizione

source: Arrows
it_it: Frecce

source: Yes
it_it: Si

source: Autoplay
it_it: Partenza automatica

source: Random
it_it: Casuale

source: Generate Shortcode!
it_it: Genera Shortcode!

source: Explain What All of This Means...
it_it: Spiega cosa significa tutto questo...

source: Generated Shortcode:
it_it: Shortcode generato:

source: The amount of time it takes to fade from one images to the next (in miliseconds)
it_it: Il tempo impiegato per la dissolvenza tra un'immagine e la seguente (in millisecondi)

source: The amount of time the slideshow will wait before fading to the next image (also in miliseconds)
it_it: Il tempo che lo slideshow attenderà prima di iniziare la dissolvenza per l'immagine seguente (in millisecondi)

source: You can place an image like a pattern over top of the slideshow using the URL of the pattern. Take the <a href="%s" target="_BLANK">demo site</a> for example. It has a subtle overlay over all of the images. To use an overlay image first upload your image/pattern to your media library and then use the URL for the overlay parameter. E.g. [vegas id=10 fade=5000 delay = 4000 <strong>overlay=yourdomain.com/yourpattern.png</strong> arrows=no autoplay=no poster=no]
it_it: Puoi sovrapporre un'immagine come una trama inserendo l'URL della trama. Ad esempio, il <a href="%s" target="_BLANK">sito dimostrativo</a> ha una sovrapposizione molto sottile per tutte le immagini. Per utilizzare una sovrapposizione, innanzitutto occorre caricare l'immagine/trama nella libreria dei media e poi utilizzare l'URL per il campo del parametro di sovrapposizione. Esempio: [vegas id=10 fade=5000 delay = 4000 <strong>overlay=tuodominio.com/tuatrama.png</strong> arrows=no autoplay=no poster=no]

source: Weather or not to display next/previous arrows so users can navigate through the slideshow
it_it: Se mostrare o meno le frecce precedente/successivo per la navigazione dello slideshow

source: Weather or not to automatically start playing through the slideshow when the user first loads the page.
it_it: Se lo slideshow parte in automatico quando l'utente carica la pagina.

source: The slideshow will stop on the last image in the slideshow but autoplay must be enabled for this to work.
it_it: Lo slideshow si fermerà quando raggiunge l'ultima immagine ma Autopartenza deve essere abilitato perché questo parametro funzioni.

source: The slides in your slideshow will display in a random ordrer if this is set to yes.
it_it: Le immagini nello slideshow appariranno in ordine casuale se questo è impostato su Si.

source: After you've generated your shortcode remember to hit Publish or Update so you can come back and copy/paste the shortcode later if you need to!
it_it: Dopo aver generato il tuo shortcode, ricordati di selezionare Pubblica o Aggiorna per salvare lo slideshow e le opzioni dello shortcode, in modo da poter fare copia/incolla quando necessario in seguito.

source: Thanks! Now take me back to the shortcode generator!
it_it: Grazie! Ora riportami al generatore di shortcode!

source: Vegas Slideshows
it_it: Slideshow Vegas

source: View Slideshows
it_it: Visualizza Slideshow

# Slideshow
source: Add Slideshow
it_it: Aggiungi Slideshow

source: New Slideshow
it_it: Nuovo Slideshow

source: Edit Slideshow
it_it: Modifica Slideshow

source: View Slideshow
it_it: Visualizza Slideshow

source: Search Your Slideshows
it_it: Cerca Slideshow

source: Nothing found
it_it: Nessun risultato trovato

source: Nothing found in Trash
it_it: Nessun risultato trovato nel Cestino

source: Author
it_it: Autore

source: Slideshow updated.
it_it: Slideshow aggiornato.

source: Custom Field updated.
it_it: Campo Personalizzato aggiornato.

source: Custom Field deleted.
it_it: Campo Personalizzato eliminato.

source: Slideshow restored to revision from %s
it_it: Slideshow ripristinato alla revisione del %s

source: Slideshow published.
it_it: Slideshow pubblicato.

source: Slideshow saved.
it_it: Slideshow salvato.

source: Slideshow submitted.
it_it: Slideshow inviato.

source: Slideshow scheduled for: <strong>%1$s</strong>.
it_it: Slideshow programmato per il : <strong>%1$s</strong>.

source: Slideshow draft updated.
it_it: Bozza dello Slideshow aggiornata.

source: Upload or Choose Your Custom Image File
it_it: Carica o scegli il file di immagine

source: Insert Image into Input Field
it_it: Inserisce Immagine nel campo input

source: Vegas Slides
it_it: Slides Vegas

source: Vegas Shortcode
it_it: Shortcode Vegas
